tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "automake"
brew "asdf"
brew "awscli"
brew "binutils"
brew "cmake"
brew "cocoapods"
brew "diffr"
brew "fcrackzip"
brew "gcc"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gh"
brew "git"
brew "git-remote-codecommit"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "jq"
brew "lha"
brew "llvm"
brew "mdv"
brew "mpich"
brew "neovim"
brew "pdfpc"
brew "pwgen"
brew "ripgrep"
brew "rpl"
brew "rust-analyzer"
brew "rustup-init"
brew "sheldon"
brew "telnet"
brew "tmux"
brew "trash-cli"
brew "unar"
brew "wget"
brew "zsh"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alacritty"
cask "amazon-chime"
cask "amazon-workspaces"
cask "blackhole"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "font-source-han-sans"
cask "font-source-han-serif"
cask "google-chrome"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "mactex"
cask "mendeley"
cask "obsidian"
cask "osxfuse"
cask "pdftotext"
cask "presentation"
cask "rectangle"
cask "unetbootin"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
