tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "osxfuse"
brew "python"
brew "binutils"
brew "cmake"
brew "figlet"
brew "fish"
brew "fzf"
brew "gdb"
brew "git"
brew "gnuplot"
brew "graphviz"
brew "htop"
brew "llvm"
brew "mdv"
brew "mpich"
brew "neovim"
brew "pdfpc"
brew "pwgen"
brew "pyenv"
brew "ripgrep"
brew "rpl"
brew "sshfs"
brew "tmux"
brew "wget"
brew "zsh"
cask "adoptopenjdk"
cask "alacritty"
cask "docker"
#cask "font-open-sans"
cask "font-source-han-sans"
cask "font-source-han-serif"
cask "inkscape"
cask "iterm2"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "mactex"
cask "pdftotext"
cask "presentation"
cask "spectacle"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
