tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "osxfuse"
brew "anyenv"
brew "automake"
brew "binutils"
brew "cmake"
brew "fcrackzip"
brew "figlet"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "gnuplot"
brew "graphviz"
brew "htop"
brew "lha"
brew "llvm"
brew "mdv"
brew "mpich"
brew "neovim"
brew "pdfpc"
brew "pwgen"
brew "ripgrep"
brew "rpl"
brew "rust"
brew "sshfs"
brew "tmux"
brew "wget"
brew "zsh"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alacritty"
cask "amazon-chime"
cask "blackhole"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "font-source-han-sans"
cask "font-source-han-serif"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "mactex"
cask "mendeley"
cask "pdftotext"
cask "presentation"
cask "rectangle"
cask "unetbootin"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
cask "zoomus"
