tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "osxfuse"
brew "fish"
brew "fzf"
brew "git"
brew "python"
brew "htop"
brew "llvm"
brew "neovim"
brew "pwgen"
brew "ripgrep"
brew "sshfs"
brew "tmux"
brew "zsh"
cask "alacritty"
cask "docker"
cask "font-source-han-sans"
cask "font-source-han-serif"
cask "iterm2"
cask "mactex"
cask "spectacle"
